aaron-bond.better-comments
albymor.increment-selection
avneeshagarwal.react-nextjs-snippets
bierner.markdown-preview-github-styles
blanu.vscode-styled-jsx
bmalehorn.shell-syntax
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dlech.chmod
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
earshinov.sort-lines-by-selection
esbenp.prettier-vscode
fabiospampinato.vscode-diff
formulahendry.code-runner
foxundermoon.shell-format
ghmcadams.lintlens
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
huibizhang.codesnap-plus
huizhou.githd
jianbingfang.dupchecker
joeberria.statusbarerror
johnpapa.vscode-peacock
joshbolduc.commitlint
kamikillerto.vscode-colorize
l13rary.l13-diff
luxcium.pop-n-lock-theme-vscode
malmaud.tmux
markis.code-coverage
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.js-debug-nightly
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
naumovs.color-highlight
nextjs13snippetsteam.next-js-13-snippets
nico-castell.linux-desktop-file
nicoespeon.abracadabra
nrwl.angular-console
orta.vscode-jest
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
quicktype.quicktype
rebornix.toggle
redhat.vscode-yaml
rettimo.nextjs-vscode-snippets
ritwickdey.liveserver
rpinski.shebang-snippets
salbert.comment-ts
saoudrizwan.claude-dev
shakram02.bash-beautify
sophodorosllc.codevalet-vscode
truman.autocomplate-shell
tyriar.sort-lines
ue.alphabetical-sorter
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
waderyan.gitblame
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
